{
	"titleAba":"David Maia",
	"findOutMore":"Savoir Plus",
	"latestProjects":"Participation à des projets",
	"otherProjects":"D'autres projets",
	"skills":"Compétences",
	"testimonials":"Témoignages",
	"education":"Éducation",
	"languages":"Langues",
	"latestBlogPosts":"Derniers Messages Blog",
	"conferences":"Conférences",
	"lectures":"Sermonner",
	"myGitHub":"Mon GitHub",
  	"aboutMe":"Sur Moi",
  	"aboutMeBody":"Baccalauréat en systèmes d'information, avec de solides connaissances et de l'expérience dans les solutions de conception et de développement pour l'intégration des environnements web et systèmes. </br> </br>Je suis un développeur senior / architecte, en plus d'avoir agi en tant que chef technique, analyste principal et gestionnaire de configuration.</br></br> Actuellement, j'ai les certifications PSM1 (Professional Scrum Master) et SCJP (Sun Certified Java Programmer).</br></br> En tant que leader technique: </br> - Former les nouveaux membres de l'équipe dans l'architecture du projet.</br> - Prendre des questions et résoudre les problèmes de l'équipe. </br> </br> En tant que développeur senior / architecte: </br> - Pour construire les modèles. </br> - L'intégration de l'équipe de définition de l'architecture.</ br> - Coder et développer les tests automatisés. </br> </br> Comment chef de configuration: </ br> - Mettre en place et maintenir une intégration transparente avec Jenkins. </br> - Générer des lignes de base pour la livraison, étiquettes et Branchs. </br> - Créer des notes version de l'application et de déployer sur les serveurs Windows et Linux.</br>- Normalement, je me impliquer directement avec le client pour aider dans le déploiement de la configuration et de l'application sur les serveurs.",
  	"project7":"Etice - Système d'Appel d'Offres de l'État Ceará",
  	"aboutProject7":"Il est un système par lequel les organes de l'Etat et des entités gouvernementales divulguent l'appel d'offres et les contrats directs, ainsi que de fournir les instruments de convocation et d'autres informations sur les procédures de passation des marchés. </br> - Technologies utilisées:</br>Java, Seam Framwork, JBoss 5.1, RichFaces, JPA/Hibernate, Postgres, EJB 3, Maven, SOAP.",
  	"project6":"Etice - Système de fournisseurs de l'État Ceará",
  	"aboutProject6":"Le système d'enregistrement des fournisseurs est un outil utilisé pour l'enregistrement des fournisseurs de biens, matériaux et services qui embauchent ou qui souhaitent collaborer avec le Gouvernement de l'Etat du Ceará.</br> - Technologies utilisées:</br>Java, Seam Framwork, JBoss 5.1, RichFaces, JPA/Hibernate, Postgres, EJB 3, Maven, SOAP.",
  	"project5":"Instituto Atlântico - FPR/PADTEC",
  	"aboutProject5":"Système avec le but de créer de grands projets de réseau pour les entreprises de télécommunications nationales.</br> - Technologies utilisées:</br>Java, JSF 2.0, CDI, Hibernate, JPA, POI, IReport, JUnit, Glassfish, Primefaces, MySql, Glassfish, SOAP.",
  	"project4":"Instituto Atlântico - TimeSheet/CpQD",
  	"aboutProject4":"Systèmes d'heures travaillées commandes.</br> - Technologies utilisées:</br>Java, Seam Framework, Hibernate, JPA2, POI, IReport, JUnit, Jboss 5.1, JSF 1.2, RichFaces, Oracle 10.2.",
  	"project3":"Instituto Atlântico - Epson",
  	"aboutProject3":"Système à effet d'émettre des rapports coûts avec garanties et les joints de contrôle des imprimantes fiscales.</br> - Technologies utilisées:</br>Java, VRaptor 3, Hibernate, JPA, IReport, JUnit, TomCat, JQuery, JavaScript, Oracle 8i.",
  	"project2":"BoaVista Serviços Tecnologicos - E-SIGOS",
  	"aboutProject2":"ERP interne pour contrôler tous les flux société.</br> - Technologies utilisées:</br>Java, RichFaces, Spring, IReport, TomCat, Postgres, Hibernate, JPA, JUnit."
}