{
	"titleAba":"David Maia",
	"findOutMore":"Find out More",
	"latestProjects":"Participation in Projects",
	"otherProjects":"Other Projects",
	"skills":"Skills",
	"testimonials":"Testimonials",
	"education":"Education",
	"languages":"Languages",
	"latestBlogPosts":"Ltest Blog Posts",
	"conferences":"Conferences",
	"lectures":"Lectures",
	"myGitHub":"My GitHub",
  	"aboutMe":"About Me",
  	"aboutMeBody":"Bachelor in Information Systems, with solid knowledge and experience in projects and development of solutions for web environments and systems integration.</br></br>I am a senior developer / architect, and have already served as a senior technician, senior analyst, and configuration manager.</br></br>Currently, I have the certifications PSM1 (Professional Scrum Master) and SCJP (Sun Certified Java Programmer).</br></br>As technical leader:</br>- Train new team members in the project architecture.</br>- Take questions and solve problems in the team.</br></br>As a senior developer/architect:</br>- Do the modeling of the data.<br>- Integrate architecture definition team.</br>- Encode and develop automated tests.</br></br>As a configuration leader:</br>- Set up and maintain seamless integration with Jenkins.</br>- Generate baselines for delivery, tags and branchs.</br>- Create application release notes and deploy to Windows and Linux servers.</br>- I usually get involved directly with the client to assist in configuring and deploying the application on servers.",
  	"project7":"Etice - Bidding system of the state of Ceará",
  	"aboutProject7":"It is a system through which the organs and entities of the State Government disclose the bids and direct contracting, as well as make available the convening instruments and other information about the procurement procedures.</br> - Technologies used: Java, Seam Framwork, JBoss 5.1, RichFaces, JPA / Hibernate, Postgres, EJB 3, Maven, SOAP.",
  	"project6":"Etice - System of suppliers of the state of Ceará",
  	"aboutProject6":"The Supplier Registration System is a tool used to register suppliers of goods, materials and services that contract or wish to contract with the Government of the State of Ceará. </br> - Technologies used: </br> Java, Seam Framwork , JBoss 5.1, RichFaces, JPA / Hibernate, Postgres, EJB 3, Maven, SOAP.",
  	"project5":"Instituto Atlântico - FPR/PADTEC",
  	"aboutProject5":"System for the purpose of creating large network projects for national telecommunication companies. </br> - Technologies used: </br>Java, JSF 2.0, CDI, Hibernate, JPA, POI, IReport, JUnit, Glassfish, Primefaces, MySql, Glassfish, SOAP.",
  	"project4":"Instituto Atlântico - TimeSheet/CpQD",
  	"aboutProject4":"Hours Control Systems.</br>- Technologies used:</br> Java, Seam Framework, Hibernate, JPA2, POI, IReport, JUnit, Jboss 5.1, JSF 1.2, RichFaces, Oracle 10.2.",
  	"project3":"Instituto Atlântico - Epson",
  	"aboutProject3":"System for the purpose of issuing cost reports with product guarantees and control of fiscal printer seals </br> - Technologies used: </br> Java, VRaptor 3, Hibernate, JPA, IReport, JUnit, TomCat, JQuery, JavaScript , Oracle 8i.",
  	"project2":"BoaVista Serviços Tecnologicos - E-SIGOS",
  	"aboutProject2":"ERP internal to control all flows of the company. </br> - Technologies used: </br> Java, RichFaces, Spring, IReport, TomCat, Postgres, Hibernate, JPA, JUnit."
}